{
    "news": [
        {
            "title": "Trump intensifica campanha em comício no Madison Square Garden com retórica polarizadora e promessas extremas",
            "summary": "Donald Trump realizou um comício no Madison Square Garden, em Nova York, no último domingo, destacando sua retórica anti-imigração e prometendo deportações em massa. Com as eleições presidenciais se aproximando, a polarização entre ele e Kamala Harris se intensifica, refletindo um cenário político tenso nos Estados Unidos.",
            "text": "Donald Trump realizou um comício no Madison Square Garden, em Nova York, no último domingo (27), como parte de sua campanha para as eleições presidenciais de 2024. Com apenas uma semana até o dia da votação, o ex-presidente enfatizou sua retórica anti-imigração, prometendo um programa de deportação em massa desde o primeiro dia de um possível novo mandato. Durante seu discurso, Trump afirmou que “os Estados Unidos são um país ocupado”, enquanto seus apoiadores atacavam a vice-presidente Kamala Harris, chamando-a de “anticristo” e “o diabo”.\n\nO evento, que atraiu uma multidão significativa, foi descrito como o lançamento da fase final da campanha de Trump, que busca reverter a derrota de 2020. O ex-presidente, que se apresentou por cerca de 1h20, repetiu suas críticas aos democratas, caracterizando-os como um “inimigo interno” e prometendo restaurar o “sonho americano”. Ele questionou se os americanos estão melhores agora do que há quatro anos, recebendo uma resposta negativa da plateia.\n\nTrump também abordou questões econômicas, prometendo acabar com a inflação e criticando a administração de Harris por sua gestão econômica. Ele se comprometeu a implementar um crédito fiscal para cuidadores familiares, em resposta a propostas semelhantes da vice-presidente. A retórica de Trump, que inclui acusações de que os imigrantes são responsáveis pelas dificuldades econômicas, ecoa sua campanha de 2016, quando usou táticas semelhantes para mobilizar apoio.\n",
            "imagePath": "./src/printedversion/pages/2/news1.png"
        },
        {
            "title": "Cuba enfrenta grave crise energética após apagão histórico e devastação do furacão Oscar",
            "summary": "Cuba enfrenta uma grave crise energética após um apagão que deixou 10 milhões de pessoas sem eletricidade. A situação se agrava com a passagem do furacão Oscar, aumentando a insatisfação popular e os protestos.",
            "text": "Cuba enfrenta uma grave crise energética após um apagão que deixou cerca de 10 milhões de pessoas sem eletricidade desde a última sexta-feira, 18 de outubro. O colapso do sistema elétrico nacional ocorreu devido a uma falha na usina termelétrica Antonio Guiteras, a maior da ilha, que parou de funcionar por volta das 11h, horário local. O governo cubano anunciou que, na segunda-feira, 21, 56% da capital, Havana, já havia recuperado o fornecimento de energia, e o ministro de Minas e Energia, Vicente de la O Levy, afirmou que a maioria da população teria energia restabelecida até a noite do mesmo dia.\n\nEnquanto aguardam a normalização, os cubanos enfrentam sérios problemas. A falta de eletricidade comprometeu o funcionamento de fogões elétricos, levando muitas famílias a cozinhar com lenha. Além disso, a escassez de energia afetou o abastecimento de água, que depende de bombas elétricas, resultando em dificuldades para higiene e limpeza. O comércio e as escolas foram forçados a fechar, e panelaços e protestos começaram a surgir em várias localidades, incluindo San Miguel del Padrón, um dos bairros mais pobres de Havana.\n\nA situação se agravou ainda mais com a passagem do furacão Oscar, que atingiu a costa leste de Cuba no domingo, 20, causando danos significativos e deixando ao menos sete mortos. O presidente Miguel Díaz-Canel informou que a tempestade causou inundações sem precedentes em algumas áreas, dificultando o acesso a regiões afetadas. O furacão, que foi rebaixado a tempestade tropical, danificou a infraestrutura já precária da ilha, complicando ainda mais a recuperação do sistema elétrico.\n\nO apagão atual é considerado o pior desde o furacão Ian, que atingiu Cuba em 2022. Desde então, a ilha tem enfrentado apagões frequentes, com cortes de energia que, em alguns casos, chegaram a durar até oito horas por dia. O governo atribui a crise energética a uma combinação de fatores, incluindo o embargo econômico imposto pelos Estados Unidos, que dificulta a importação de peças e insumos necessários para a manutenção das usinas.",
            "imagePath": "./src/printedversion/pages/2/news2.png"
        },
        {
            "title": "Brics cria nova categoria de associação, exclui Venezuela e convida 13 países para o bloco",
            "summary": "Os países do Brics anunciaram a criação da categoria \"Países Parceiros do Brics\" e divulgaram uma lista com 13 nações potenciais, excluindo a Venezuela, em um movimento que reflete a influência do Brasil sob Lula.",
            "text": "Os países do Brics formalizaram nesta quarta-feira, 23 de outubro, a criação de uma nova categoria de associação ao bloco, denominada “Países Parceiros do Brics”, e divulgaram uma lista com 13 países potenciais para essa nova categoria. A Venezuela, que contava com o apoio de Rússia e China, foi excluída da lista, em um movimento que reflete a influência do governo brasileiro sob a liderança de Luiz Inácio Lula da Silva. A Declaração de Kazan, documento final da 16ª cúpula anual de líderes do Brics, destaca o “considerável interesse dos países do Sul Global” em se juntar ao grupo.\n\nO chanceler brasileiro, Mauro Vieira, afirmou que o Brasil não vetou a adesão de novos países, mas diplomatas envolvidos nas negociações indicaram que houve objeções ao ingresso da Venezuela, com instruções vindas de Brasília. A relação entre Brasil e Venezuela tem se deteriorado, especialmente após provocações recentes de Nicolás Maduro, que insinuou que Lula seria um agente da CIA. O Brasil não reconheceu a vitória de Maduro nas eleições presidenciais de julho, que foram marcadas por suspeitas de fraude.",
            "imagePath": "./src/printedversion/pages/2/news3.png"
        },
        {
            "title": "Brasil",
            "summary": "A CCJ da Câmara dos Deputados inicia hoje a análise de projeto de anistia",
            "text": "Teste",
            "imagePath": "./src/printedversion/pages/1/news4.png"
        }
    ]
}