{
    "news": [
        {
            "title": "Trump intensifica campanha em comício no Madison Square Garden",
            "summary": "Donald Trump realizou um comício no Madison Square Garden, em Nova York, no último domingo, destacando sua retórica anti-imigração e prometendo deportações em massa. Com as eleições presidenciais se aproximando, a polarização entre ele e Kamala Harris se intensifica, refletindo um cenário político tenso nos Estados Unidos.",
            "text": "Donald Trump realizou um comício no Madison Square Garden, em Nova York, no último domingo (27), como parte de sua campanha para as eleições presidenciais de 2024. Com apenas uma semana até o dia da votação, o ex-presidente enfatizou sua retórica anti-imigração, prometendo um programa de deportação em massa desde o primeiro dia de um possível novo mandato. Durante seu discurso, Trump afirmou que “os Estados Unidos são um país ocupado”, enquanto seus apoiadores atacavam a vice-presidente Kamala Harris, chamando-a de “anticristo” e “o diabo”.\n\nO evento, que atraiu uma multidão significativa, foi descrito como o lançamento da fase final da campanha de Trump, que busca reverter a derrota de 2020. O ex-presidente, que se apresentou por cerca de 1h20, repetiu suas críticas aos democratas, caracterizando-os como um “inimigo interno” e prometendo restaurar o “sonho americano”. Ele questionou se os americanos estão melhores agora do que há quatro anos, recebendo uma resposta negativa da plateia.\n\nTrump também abordou questões econômicas, prometendo acabar com a inflação e criticando a administração de Harris por sua gestão econômica. Ele se comprometeu a implementar um crédito fiscal para cuidadores familiares, em resposta a propostas semelhantes da vice-presidente. A retórica de Trump, que inclui acusações de que os imigrantes são responsáveis pelas dificuldades econômicas, ecoa sua campanha de 2016, quando usou táticas semelhantes para mobilizar apoio.\n\nO comício foi marcado por uma atmosfera tensa, com protestos do lado de fora, onde os democratas projetavam mensagens como “Trump está desequilibrado” e “Trump elogiou Hitler”. A comparação entre o evento de Trump e uma reunião pró-nazista de 1939 no mesmo local foi feita pelo governador de Minnesota, Tim Walz, que criticou a retórica do ex-presidente.\n\nEnquanto Trump se concentrava em sua base de apoio, Kamala Harris também intensificou sua campanha, visitando estados estratégicos e buscando conquistar eleitores indecisos. A vice-presidente, que se apresenta como uma alternativa ao extremismo de Trump, planeja um comício em Washington, DC, na terça-feira (29), onde destacará a importância da democracia e os riscos de uma presidência de Trump.\n\nCom as pesquisas mostrando uma corrida acirrada, ambos os candidatos estão mirando em estados cruciais, como Pensilvânia e Michigan, onde a votação antecipada já está em andamento. A eleição de 5 de novembro promete ser uma das mais disputadas da história recente dos Estados Unidos, com a possibilidade de contagens tensas e resultados apertados. A retórica inflamatória de Trump e a resposta de Harris refletem a polarização crescente no país, enquanto os eleitores se preparam para decidir o futuro político da nação.",
            "imagePath": "./src/printedversion/pages/1/news1.png"
        },
        {
            "title": "Cuba enfrenta grave crise energética após apagão histórico e devastação do furacão Oscar",
            "summary": "Cuba enfrenta uma grave crise energética após um apagão que deixou 10 milhões de pessoas sem eletricidade. A situação se agrava com a passagem do furacão Oscar, aumentando a insatisfação popular e os protestos.",
            "text": "Cuba enfrenta uma grave crise energética após um apagão que deixou cerca de 10 milhões de pessoas sem eletricidade desde a última sexta-feira, 18 de outubro. O colapso do sistema elétrico nacional ocorreu devido a uma falha na usina termelétrica Antonio Guiteras, a maior da ilha, que parou de funcionar por volta das 11h, horário local. O governo cubano anunciou que, na segunda-feira, 21, 56% da capital, Havana, já havia recuperado o fornecimento de energia, e o ministro de Minas e Energia, Vicente de la O Levy, afirmou que a maioria da população teria energia restabelecida até a noite do mesmo dia.\n\nEnquanto aguardam a normalização, os cubanos enfrentam sérios problemas. A falta de eletricidade comprometeu o funcionamento de fogões elétricos, levando muitas famílias a cozinhar com lenha. Além disso, a escassez de energia afetou o abastecimento de água, que depende de bombas elétricas, resultando em dificuldades para higiene e limpeza. O comércio e as escolas foram forçados a fechar, e panelaços e protestos começaram a surgir em várias localidades, incluindo San Miguel del Padrón, um dos bairros mais pobres de Havana.\n\nA situação se agravou ainda mais com a passagem do furacão Oscar, que atingiu a costa leste de Cuba no domingo, 20, causando danos significativos e deixando ao menos sete mortos. O presidente Miguel Díaz-Canel informou que a tempestade causou inundações sem precedentes em algumas áreas, dificultando o acesso a regiões afetadas. O furacão, que foi rebaixado a tempestade tropical, danificou a infraestrutura já precária da ilha, complicando ainda mais a recuperação do sistema elétrico.\n\nO apagão atual é considerado o pior desde o furacão Ian, que atingiu Cuba em 2022. Desde então, a ilha tem enfrentado apagões frequentes, com cortes de energia que, em alguns casos, chegaram a durar até oito horas por dia. O governo atribui a crise energética a uma combinação de fatores, incluindo o embargo econômico imposto pelos Estados Unidos, que dificulta a importação de peças e insumos necessários para a manutenção das usinas. O ministro O Levy também mencionou a crescente demanda por energia, especialmente devido ao uso de aparelhos de ar condicionado, como um dos fatores que contribuíram para a situação.\n\nAlém do embargo, a escassez de combustível é apontada como um dos principais problemas. Cuba depende de importações para abastecer suas centrais elétricas, que são em grande parte obsoletas. A crise na Venezuela, um dos principais fornecedores de petróleo da ilha, resultou em uma queda significativa nos envios de combustível, complicando ainda mais a situação. O governo cubano reconheceu que a falta de manutenção e a infraestrutura envelhecida das usinas também são fatores críticos que levaram ao colapso do sistema elétrico.\n\nA insatisfação popular tem crescido, e muitos cubanos expressam sua frustração nas redes sociais e nas ruas. O presidente Díaz-Canel, em um discurso televisionado, pediu que a população se manifestasse de forma civilizada, mas também advertiu que não toleraria atos de vandalismo ou distúrbios. A repressão a protestos é uma preocupação constante, especialmente após as manifestações de julho de 2021, que resultaram em prisões em massa.\n\nCom a energia sendo restaurada lentamente, a situação ainda é crítica. O governo anunciou a suspensão das aulas até quarta-feira, 23, como parte de um esforço para economizar energia. A rede elétrica está sendo dividida em unidades menores para evitar um novo colapso. Apesar dos esforços, a população continua a relatar longos períodos sem eletricidade, e a falta de água e gás agrava ainda mais as dificuldades diárias.\n\nA vida em Havana, uma cidade de 2 milhões de habitantes, foi severamente afetada. Muitos moradores se viram obrigados a improvisar soluções para lidar com a falta de energia, como usar geradores movidos a combustível. A situação é especialmente difícil para famílias com crianças e idosos, que dependem de condições mínimas de conforto e saúde. A falta de alimentos e medicamentos, combinada com a inflação galopante, torna a crise ainda mais insuportável.\n\nOs protestos contra a falta de energia e a escassez de bens essenciais já começaram a se espalhar pelo país. Organizações de direitos humanos relataram pelo menos 28 manifestações desde o início do apagão. A insatisfação popular é palpável, e muitos cubanos estão cada vez mais dispostos a expressar suas queixas, mesmo diante da repressão.\n\nA recuperação do sistema elétrico é uma prioridade para o governo, que enfrenta uma pressão crescente para resolver a crise. No entanto, especialistas alertam que a situação é resultado de anos de má gestão e planejamento inadequado. A falta de investimentos em infraestrutura e a dependência de fontes de energia obsoletas são problemas que precisam ser abordados para evitar que crises semelhantes ocorram no futuro.\n\nEnquanto isso, a população cubana continua a viver em um estado de incerteza, lutando para lidar com as consequências de um apagão histórico e os desafios diários que a crise energética impõe. A esperança de uma solução duradoura parece distante, e muitos temem que a situação possa levar a um descontentamento social ainda maior.",
            "imagePath": "./src/printedversion/pages/1/news2.png"
        },
        {
            "title": "Brics cria nova categoria de associação, exclui Venezuela e convida 13 países para o bloco",
            "summary": "Os países do Brics anunciaram a criação da categoria \"Países Parceiros do Brics\" e divulgaram uma lista com 13 nações potenciais, excluindo a Venezuela, em um movimento que reflete a influência do Brasil sob Lula.",
            "text": "Os países do Brics formalizaram nesta quarta-feira, 23 de outubro, a criação de uma nova categoria de associação ao bloco, denominada “Países Parceiros do Brics”, e divulgaram uma lista com 13 países potenciais para essa nova categoria. A Venezuela, que contava com o apoio de Rússia e China, foi excluída da lista, em um movimento que reflete a influência do governo brasileiro sob a liderança de Luiz Inácio Lula da Silva. A Declaração de Kazan, documento final da 16ª cúpula anual de líderes do Brics, destaca o “considerável interesse dos países do Sul Global” em se juntar ao grupo.\n\nO chanceler brasileiro, Mauro Vieira, afirmou que o Brasil não vetou a adesão de novos países, mas diplomatas envolvidos nas negociações indicaram que houve objeções ao ingresso da Venezuela, com instruções vindas de Brasília. A relação entre Brasil e Venezuela tem se deteriorado, especialmente após provocações recentes de Nicolás Maduro, que insinuou que Lula seria um agente da CIA. O Brasil não reconheceu a vitória de Maduro nas eleições presidenciais de julho, que foram marcadas por suspeitas de fraude.\n\nDurante a cúpula, Maduro se reuniu com o presidente russo, Vladimir Putin, e afirmou que a Venezuela “pratica todos os princípios do Brics por convicção”. Ele chegou a Kazan após enviar sua vice-presidente, Delcy Rodríguez, e fez uma visita surpresa para pressionar pela inclusão de seu país no bloco. Putin, por sua vez, reiterou o apoio à candidatura da Venezuela, destacando que o país é um parceiro confiável da Rússia na América Latina.\n\nA lista dos 13 países convidados para a nova categoria inclui Argélia, Belarus, Bolívia, Cuba, Indonésia, Cazaquistão, Malásia, Nigéria, Tailândia, Turquia, Uganda, Uzbequistão e Vietnã. O Brasil manifestou preferência por aprovar dez novos associados e indicou simpatia por candidaturas latino-americanas, como as de Cuba e Bolívia, enquanto se opôs à adesão da Nicarágua, devido ao rompimento de relações com o governo de Daniel Ortega.\n\nO ministro Vieira enfatizou que não deve haver um “aumento desmedido” no número de países associados ao Brics, que não é um bloco formal e não possui uma estrutura de secretariado. Ele destacou que o Brasil não se desengajará do grupo, mas também não vê sua participação como um movimento hostil ao Ocidente. A expansão do Brics tem sido impulsionada principalmente por Rússia e China, que buscam fortalecer um polo alternativo no cenário global.\n\nA cúpula em Kazan também abordou questões geopolíticas, com os líderes do Brics condenando os conflitos no Oriente Médio e no Norte da África, além de expressarem preocupação com as “sanções ilegais” que afetam a economia global. O grupo pediu uma participação mais ativa dos países em desenvolvimento nas estruturas de governança global, enfatizando a necessidade de reforma do Conselho de Segurança da ONU e de instituições financeiras como o FMI.\n\nLula, que participou da cúpula por videoconferência devido a um acidente doméstico, reiterou a importância do Brics na luta por um mundo multipolar e por relações menos assimétricas entre os países. Ele criticou a desigualdade econômica global e defendeu a criação de um sistema financeiro alternativo ao dólar, propondo um “Mecanismo de Cooperação Interbancária” para facilitar transações em moedas locais entre os países do Brics.\n\nO presidente brasileiro também abordou a questão climática, cobrando dos países ricos o cumprimento de metas de financiamento climático e propondo marcos multilaterais para garantir acesso equitativo a vacinas e tecnologias. Ele condenou a violência em Gaza, chamando a situação de “genocídio do povo palestino”, e pediu negociações de paz para o conflito na Ucrânia, enfatizando a responsabilidade dos países desenvolvidos nas mudanças climáticas.\n\nA cúpula também foi marcada por discussões sobre a necessidade de um sistema de pagamentos alternativo ao Swift, que atualmente é utilizado para transações internacionais e tem sido alvo de sanções. A ideia de substituir o dólar como moeda de referência nas transações comerciais entre os países do Brics foi um tema recorrente nas falas dos líderes, que buscam maior autonomia econômica.\n\nA Arábia Saudita, que foi convidada a se juntar ao Brics, ainda não completou seu processo de adesão, e a cúpula em Kazan foi uma oportunidade para discutir a inclusão de novos membros. A Rússia, que preside o Brics, está interessada em se apresentar como patrocinadora de novos membros, especialmente em um contexto de isolamento internacional devido à guerra na Ucrânia.\n\nA declaração final da cúpula não incluiu a lista de países convidados, uma estratégia para evitar constrangimentos após a Argentina ter declinado do convite para se juntar ao grupo. A cúpula também contou com a presença de 26 convidados, incluindo Maduro, que, apesar de sua exclusão, continuou a se posicionar como parte do Brics.\n\nO futuro do Brics e a inclusão de novos membros dependem de negociações e consensos entre os atuais integrantes, com o Brasil assumindo a presidência rotativa em 2025. A expectativa é que novas pressões surjam sobre a lista de países parceiros, à medida que o bloco busca expandir sua influência no cenário global e fortalecer sua posição como uma alternativa ao domínio ocidental.",
            "imagePath": "./src/printedversion/pages/1/news3.png"
        },
        {
            "title": "Brasil",
            "summary": "A CCJ da Câmara dos Deputados inicia hoje a análise de projeto de anistia",
            "text": "Teste",
            "imagePath": "./src/printedversion/pages/1/news4.png"
        }
    ]
}